[
    {
        "quote": "Always create for the benefit of the people the instruments of their well-being, and you will have created the instruments of their power and emancipation.",
        "author": "Jean-Baptiste André Godin"
    },
    {
        "quote": "The fate of the country does not depend on how you vote at the polls — the worst man is as strong as the best at that game; it does not depend on what kind of paper you drop into the ballot-box once a year, but on what kind of man you drop from your chamber into the street every morning.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Free software as in free beer, as well as in freedom.",
        "author": ""
    },
    {
        "quote": "The ruling ideas of each age have ever been the ideas of its ruling class.",
        "author": "Karl Marx"
    },
    {
        "quote": "An ounce of action is worth a ton of theory.",
        "author": "Friedrich Engels & Karl Marx"
    },
    {
        "quote": "The middle classes have a truly extraordinary conception of society. They really believe that human beings . . . have real existence only if they make money or help to make it.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The free development of each is the condition for the free development of all.",
        "author": "Friedrich Engels & Karl Marx"
    },
    {
        "quote": "Political Freedom without economic equality is a pretense, a fraud, a lie; and the workers want no lying.",
        "author": "Mikhail Bakunin"
    },
    {
        "quote": "Even the most wretched individual of our present society could not exist and develop without the cumulative social efforts of countless generations. Thus the individual, his freedom and reason, are the products of society, and not vice versa: society is not the product of individuals comprising it; and the higher, the more fully the individual is developed, the greater his freedom — and the more he is the product of society, the more does he receive from society and the greater his debt to it.",
        "author": "Mikhail Bakunin"
    },
    {
        "quote": "Property is theft!",
        "author": "Pierre-Joseph Proudhon"
    },
    {
        "quote": "Property is the Right of Increase claimed by the Proprietor over any thing which he has stamped as his own.",
        "author": "Pierre-Joseph Proudhon"
    },
    {
        "quote": "The proprietor, producing neither by his own labor nor by his implement, and receiving products in exchange for nothing, is either a parasite or a thief.",
        "author": "Pierre-Joseph Proudhon"
    },
    {
        "quote": "Talents is a creation of society rather than a gift of nature; it is an accumulated capital of which the recipient is only the guardian. Without society, without education and powerful assistance which it gives, the finest nature would be inferior to the most ordinary capacities even in the rare as where it ought to shine.",
        "author": "Pierre-Joseph Proudhon"
    },
    {
        "quote": "Consume less, share better.",
        "author": "Hervé Kempf"
    },
    {
        "quote": "Strangers are friends that we some day may meet.",
        "author": "Edgar Guest"
    },
    {
        "quote": "We believe that the true government of the people, by the people, for the people will only be achieved when the people will be free from their government and Capital.",
        "author": "RxLaboratory"
    },
    {
        "quote": "There’s no such thing as neutral education. Education either functions as an instrument to bring about conformity or freedom.",
        "author": "Paulo Freire"
    },
    {
        "quote": "Leaders who do not act dialogically, but insist on imposing their decisions, do not organize the people–they manipulate them. They do not liberate, nor are they liberated: they oppress.",
        "author": "Paulo Freire"
    },
    {
        "quote": "It is necessary that the weakness of the powerless is transformed into a force capable of announcing justice. For this to happen, a total denouncement of fatalism is necessary. We are transformative beings and not beings for accommodation.",
        "author": "Paulo Freire"
    },
    {
        "quote": "To glorify democracy and to silence the people is a farce; to discourse on humanism and to negate people is a lie.",
        "author": "Paulo Freire"
    },
    {
        "quote": "The educator has the duty of not being neutral.",
        "author": "Paulo Freire"
    },
    {
        "quote": "It’s in making decisions that we learn to decide.",
        "author": "Paulo Freire"
    },
    {
        "quote": "Anything that degrades culture shortens the paths to servitude.",
        "author": "Albert Camus"
    },
    {
        "quote": "We can't compete with Apple, we can't compete with Google, directly, in the field of resources. (...) We can compete on the ground of ideology because ours is better.",
        "author": "Edward Snowden"
    }
]